<style scoped>
        .content-container{
        	background: #fff;
        }

        .agreement-outer{
        	padding:20px;
        }
        h1{
        	font-weight: 700;
        	line-height: 3.5em;
        	text-align: center;
        	font-size: 20px;
        }
        h3{
        	font-weight: 700;
        	line-height: 2.5em;
        }
        p{
        	line-height: 2em;
        }
        p.indent{
        	text-indent: 2em;
        }
</style>

<template>
   <div class="content-container">
        <div class="agreement-outer">
		<h1>认证协议</h1>
		<p>欢迎您使用草莓视频频道中心！ 为了提供更好的服务，请您仔细阅读这份协议，理解认同后再进行认证。</p>

		<p>本协议是您与深圳市春草传媒科技有限公司（以下称“草莓视频”）就您注册、登录、认证及使用草莓视频频道中心所涉及的全部行为所订立的权利义务规范。您在认证过程中点击“同意”按钮，表明您已完全充分理解、同意并接受本协议，在认证后的登录和使用时愿意遵守本协议及草莓视频频道中心平台公示的各项规则、规范的全部内容，若不同意则可停止认证和使用草莓视频频道中心平台。</p>

		<h3>一、定义</h3>
		<p>1.1 您：指提交有效申请并注册后，在草莓视频频道中心登录、上传、发布、提供链接等以各种形式传播内容（包括视频、文字、图片等）的自然人、法人或其他组织。</p>
		<p>1.2草莓视频：是深圳市春草传媒科技有限公司出品的一款消费心得分享短视频应用。</p>
		<p>1.3草莓视频频道中心：是草莓视频对自然人、法人或其他组织包括但不限于媒体及内容合作伙伴所开放的内容分发渠道。您登陆草莓视频频道中心后，可以通过草莓视频频道中心平台上传发布内容，向用户传播信息、与用户交流互动、查看相关视频数据并进行管理等。</p>
		<p>1.4 用户：指所有直接或间接使用草莓视频平台提供相关服务的用户。</p>
		
		<h3>二、帐户注册、认证和使用</h3>
		<p>2.1 在注册、认证、使用和管理平台帐户时，请您使用真实、准确、合法、有效的相关身份证明材料及必要信息（包括您的姓名及电子邮件地址、联系电话、联系地址等），以便草莓视频在必要时与您联系，并注意及时更新。为使您更好地使用草莓视频频道中心的各项服务，请您按照相关法律规定及草莓视频频道中心要求完成实名认证。</p>
		<p>2.2 为保障用户和公司利益，草莓视频有权核查您提交的相关材料（如自然人身份证复印件、企业法人营业执照副本复印件、事业单位法人证书复印件、公司官方声明/说明等）后再决定是否核准您的认证申请。若您提交的材料或填写的信息不完整或不准确，则您可能无法使用本服务或在使用过程中受到限制。</p>
		<p>2.3 您理解并承诺，您的帐户、频道的名称、头像和简介等信息中不得出现违法和不良信息，没有冒用、关联机构或社会名人，您在帐户注册及认证申请过程中需遵守法律法规、社会主义制度、国家利益、公民合法权益、公共秩序、社会道德风尚和信息真实性等内容。</p>
		<p>2.4 您同意并授权，为了更好的为您提供服务以及确保您的帐户安全，草莓视频可以根据您提供的手机号码、身份证号码等信息，向全国公民身份号码查询服务中心、电信运营商、金融服务机构等可靠单位发起用户身份真实性、用户征信记录、用户手机号码有效性状态等情况的查询。</p>
		<p>2.5您注册申请通过后，您将拥有草莓视频频道中心帐号的使用权，可以登录并在草莓视频频道中心上制作、复制、发布、传播内容。您不得进行任何赠与、借用、租用、转让或售卖帐号等行为。如您违反本协议内容，草莓视频有权对该帐户进行暂停使用、注销或停止提供服务等处理，且不承担任何法律责任，由此导致的包括并不限于您通讯中断、资料和内容等清空的损失将由您自行承担。</p>
		
		<h3>三、用户个人信息保护</h3>
		<p>3.1草莓视频将保护用户个人信息作为公司发展的最基本原则之一，未经您的同意，不会向其他任何公司、组织或个人披露您的个人信息，法律法规另有规定的除外。</p>
		<p>3.2 草莓视频邀请您和草莓视频共同努力，保护草莓视频用户的切身利益。请您在使用草莓视频频道中心的过程中，不要以搜集、复制、存储、传播等任何方式使用其他用户的个人信息，否则，由此产生的后果需您自行承担。</p>
		
		<h3>四、知识产权</h3>
		<p>4.1 在本服务中，您保证由您通过草莓视频频道中心上传、发布的任何内容的知识产权归属您或已取得合法授权且以上内容您有权授权草莓视频使用。同时您同意草莓视频有权（用户亦可选择自行维权）以草莓视频自己的名义或委托专业第三方对侵犯以上内容著作权的行为进行维权，维权形式包括但不限于：监测侵权行为、发送维权函、提起诉讼或仲裁、调解、和解等方式。</p>
		<p>4.2 您应当是在认证资料中提交的网站、APP等产品的合法权利人。您充分的理解并同意，为提高您产品的曝光率，本协议的合作范围涉及您产品中的全部内容。除非您另有明确表示，您在注册时点击同意，即表明您同意授权草莓视频收录、链接您产品中的已有及将来的全部内容，并通过系统以您的注册帐号自动发布。如您对授权范围另有需求可以书面方式通知草莓视频并另行签订授权协议。</p>
		<p>4.3 您理解并且同意，为持续改善草莓视频为您提供的各项服务，您授予草莓视频及其关联方、合作方在草莓视频平台及官方账号对您上传发布的任何内容具有全球范围内的、永久的、不可撤销的、免费的、非独家的信息网络传播权。</p>
		<p>4.4 本服务所包含的内容的知识产权均受到法律保护，未经草莓视频、用户或相关权利人书面许可，任何人不得以任何形式进行使用或创造相关衍生作品。</p>
		<p>4.5您充分理解并同意，草莓视频基于以说明草莓视频正在或者曾经与您的推广合作关系的目的，可在包括但不限于网页、印刷资料、视频集锦等中使用您的名称、商标、标识或所上传发布的内容。</p>
		
		<h3>五、您的权利和义务</h3>
		<p>5.1 您需要对注册和使用时提交的信息及材料真实性、准确性、合法性、有效性负责。</p>
		<p>5.2 请您妥善保管您的帐户信息，并对此帐户下发生的一切活动承担全部法律责任。不向任何第三方透露帐户或密码信息，如出现或怀疑帐号和密码被盗用，请尽快通知草莓视频，以免您的利益受到损失。</p>
		<p>5.3 请您保证对在草莓视频频道中心制作、复制、上传、发布、传播的任何内容均享有合法权益。</p>
		<p>5.4 请您遵守本协议的各项条款，并正确、适当地使用、运营、管理此平台账号，如您违反本协议中的任何条款，草莓视频有权在任何时候依据本协议中止或终止对您提供服务。</p>
		<p>5.5 如您注册草莓视频频道中心帐号后连续三个月不登录该帐号，为避免资源浪费，草莓视频有权收回该帐号，因此带来的损失将由您自行承担。</p>
		<p>5.6 您的言行应遵守《计算机信息网络国际联网安全保护管理办法》、《互联网信息服务管理办法》、《互联网电子公告服务管理规定》、《维护互联网安全的决定》、《互联网新闻信息服务管理规定》等相关法律规定，您使用草莓视频频道中心过程中所制作、复制、上传、发布、传播的任何内容，包括但不限于帐户头像、名称、用户说明、注册信息及其他资料，或视频、文字、图片等发送、回复消息、评论和相关链接页面，以及其他使用草莓视频帐户或草莓视频频道中心服务所产生的内容，不得包含如下法律、法规和政策禁止的内容：</p>
		<p>(1) 反对宪法所确定的基本原则的；</p>
		<p>(2) 危害国家安全，泄露国家秘密，颠覆国家政权，破坏国家统一的；</p>
		<p>(3) 损害国家荣誉和利益的；</p>
		<p>(4) 煽动民族仇恨、民族歧视，破坏民族团结的；</p>
		<p>(5) 破坏国家宗教政策，宣扬邪教和封建迷信的；</p>
		<p>(6) 散布谣言，扰乱社会秩序，破坏社会稳定的；</p>
		<p>(7) 散布淫秽、色情、赌博、暴力、凶杀、恐怖或者教唆犯罪的；</p>
		<p>(8) 侮辱或者诽谤他人，侵害他人合法权益的；</p>
		<p>(9) 含有法律、法规和政策禁止的其他内容的信息。</p>
		<p>5.7 为保证草莓视频的正常运营及用户的良好体验，请您不要利用草莓视频号平台制作、复制、上传、发布、传播如下内容：</p>
		<p>(1) 含有任何性或性暗示以及任何其他低俗类信息；</p>
		<p>(2) 骚扰、垃圾广告；</p>
		<p>(3) 涉及他人隐私、个人信息或资料的任何信息；</p>
		<p>(4) 侵害他人名誉权、肖像权、知识产权、商业秘密等合法权利的任何信息；</p>
		<p>(5) 含有其他干扰草莓视频正常运营、侵犯其他用户或其他第三方合法权益内容的信息；</p>
		<p>5.8 为确保草莓视频和用户的利益，您请在使用本平台时，不要进行如下行为（该行为是指使用草莓视频帐户和草莓视频频道中心所进行的任何行为，包括但不限于注册登录、帐号运营、管理及推广以及其他行为）：</p>
		<p>(1) 提交、发布虚假信息，或冒充、利用他人名义进行相关活动；</p>
		<p>(2) 虚构事实、隐瞒真相以误导、欺骗他人；</p>
		<p>(3) 侵害他人名誉权、肖像权、知识产权、商业秘密等合法权利；</p>
		<p>(4) 未经草莓视频书面许可使用插件、外挂或其他第三方工具、服务接入本服务和相关系统；</p>
		<p>(5) 利用草莓视频频道中心平台及帐户从事违法犯罪活动；</p>
		<p>(6) 制作、发布与以上行为相关的方法、工具，或对此类方法、工具进行运营或传播；</p>
		<p>(7) 其他违反法律法规规定、侵犯其他用户合法权益、干扰产品正常运营或未经草莓视频明示授权的行为。</p>
		
		<h3>六、草莓视频的权利和义务</h3>
		<p>6.1 为保障用户和公司的利益，草莓视频有权对您注册时提交的材料和信息进行审查，并有权要求您改正或补充相关材料，请您理解。如果您拒绝改正或补充相关材料，您可能无法使用本服务。草莓视频的审查仅为形式审查，不代表对您提交的材料和信息的真实性、准确性、真实性、合法性负责。</p>
		<p>6.2 草莓视频为草莓视频平台及草莓视频频道中心的开发、运营提供技术支持，并对该平台的开发和运营等过程中产生的所有数据和信息等享有全部权利。</p>
		<p>6.3 如果您停止使用本服务或服务被终止或取消，草莓视频有权自主决定是否从服务器上永久地删除您的数据且无需向您返还任何数据。</p>
		<p>6.4 草莓视频保留随时变更、暂停、限制、终止或撤销草莓视频频道中心服务的权利。公司可通过网页公告、电子邮件、电话或信件传送等方式向您发出通知，通知在发送时即视为已送达收件人，届时公司无需向您承担任何责任。</p>
		<p>6.5 您充分理解并同意：本服务中可能包括草莓视频针对个人或企业推出的信息发布或品牌推广服务，您同意草莓视频有权在草莓视频频道中心显示平台和/或第三方供应商、合作伙伴的贴片广告。</p>
		
		<h3>七、隐私政策</h3>
		<p>7.1 您知悉并同意：个人隐私信息是指能够对您进行个人辨识或涉及个人通信的信息，包括您的真实姓名、身份证号、手机号码、银行账户、IP地址等。非个人隐私信息是指您对本服务的操作状态以及使用习惯等一些明确且客观反映在本平台服务器端的基本记录信息和其他一切个人隐私信息范围外的普通信息，以及您同意公开的上述隐私信息。</p>
		<p>7.2 因您使用平台不同服务内容时，为保证功能服务的完整体验，产品可能会收集到您的地理位置、读取您的通讯录、开启您使用工具的摄像头、话筒，如您不希望开启相关功能，可停止使用对应服务，草莓视频不会开启与您使用的服务无关的功能。</p>
		<p>7.3 本平台不对外公开或向第三方提供您的注册资料及用户在使用网络服务时存储在本网站的非公开内容，但下列情况除外：</p>
		<p>（1）事先获得您的明确授权；</p>
		<p>（2）根据有关的法律法规要求；</p>
		<p>（3）按照相关政府主管部门的要求；</p>
		<p>（4）该第三方同意承担与本平台同等的保护隐私的责任。</p>
		<p>7.4 在不透露您隐私资料的前提下，本平台有权对整个用户数据库进行分析并对用户数据库进行商业上的利用。</p>
		<p>7.5 为了运营和改善草莓视频频道中心的技术和服务，便于本平台向您及用户提供更好的体验和提高服务质量，草莓视频将可能会自行收集使用或向第三方提供您的非个人隐私信息。</p>
		
		<h3>八、法律责任</h3>
		<p>8.1 若您提交的注册信息和材料的合法性、真实性等存在瑕疵或属于无效，因此给草莓视频或第三方造成损害的，您应当依法承担相应责任和赔偿损失。草莓视频有权随时封禁或删除您的平台帐号，以及中止或终止为您提供草莓视频号平台的相关服务。</p>
		<p>8.2 若您非上传内容的著作权人或运营方，未为拥有进行上传、发布内容之行为的合法权利或其他由您在草莓视频号平台上从事的行为导致侵害他人利益并引发第三方的任何要求或赔偿的，需由您承担全部法律责任。若因此给草莓视频或第三方造成任何损失，您应负责赔偿并使之免受损害，损失包括但不限于诉讼费用、律师费用、和解费用、罚款或生效法律文书中规定的损害赔偿金额及其他直接或间接支出费用。</p>
		<p>8.3 对违反有关法律法规或本协议规定的行为，草莓视频将依法律规定及上述规则等加以合理判断进行处理，对违法违规的任何人士采取适当的法律行动，并依据法律法规保存有关信息并向有关部门报告等。</p>
		<p>8.4 您理解并认可，草莓视频频道中心为提供信息分享、传播及获取的平台，您在使用草莓视频频道中心时，请您自行对内容加以判断，并承担因使用内容而引起的所有风险，包括因对内容真实性、合法性、准确性、有效性的依赖而产生的风险。如果您发现任何人违反本协议规定或以其他不当的方式使用草莓视频频道中心服务，请立即通过草莓视频平台提供的官方渠道进行举报或投诉，草莓视频将依法进行处理。</p>
		<p>8.5 若草莓视频发现您不当使用本平台帐号或因您的帐号被他人举报投诉时，草莓视频有权不经通知随时删除相关内容，并视行为情节对违规帐号进行处理，处理方式包括但不限于警告、删除部分或全部订阅用户、限制或禁止使用全部或部分功能、帐号封禁甚至注销，并有权视具体情况而公告处理结果。</p>
		<p>8.6 因技术故障等不可抗事件影响到服务的正常运行的，本平台及其合作单位承诺在第一时间内与相关单位配合，及时处理进行修复，但您因第三方如电信部门的通讯线路故障、技术问题、网络、电脑故障、系统不稳定性及其他各种不可抗力原因而遭受的一切损失，本平台及其合作单位不承担责任。</p>
		
		<h3>九、其他约定</h3>
		<p>9.1您使用本服务即视为您已阅读并同意受本协议的约束。</p>
		<p>9.2必要时草莓视频会对本协议的部分内容进行修改。修改后，将在页面显著位置提示协议有更新，您应及时查看更新后的协议。如果您同意接受修改后的协议，您可以继续使用草莓视频频道中心；如果您不接受则应停止使用草莓视频频道中心服务。</p>
		<p>9.3您和草莓视频均是独立的主体，在任何情况下本协议不构成双方之间的代理、合伙、合营或雇佣关系。</p>
		<p>9.4本协议的成立、生效、履行、解释及纠纷解决，都适用于中华人民共和国的法律。本协议条款无论因何种原因部分无效或不可执行，其余条款仍有效，对双方具有约束力。</p>
		<p>9.5如双方就本协议内容或其执行发生任何争议，双方应尽量友好协商解决。协商不成时，任何一方均应向草莓视频所在地有管辖权的人民法院提起诉讼。</p>
		<p>9.6本协议签订地为中华人民共和国广东省深圳市南山区。	</p>     	
        </div>
   </div>
</template>

<script>
    export default {
        methods: {

        }
    };
</script>

